# 1 спосіб
q1 = "1. Що для тебе звучить як смак?"
ans1 = input(f"{q1}")
q2 = "2. Яким кольором пахне твоє дитинство?"
ans2 = input(f"{q2}")
q3 = "3. Якби твої думки мали фонову музику, що б це був за жанр?"
ans3 = input(f"{q3}")
q4 = "4. Яка найбільша неправда, в яку ти вірив у дитинстві?"
ans4 = input(f"{q4}")
q5 = "5. Що б ти запитав у майбутнього себе, якби мав лише одну хвилину?"
ans5 = input(f"{q5}")
q6 = "6. Яке звичайне слово здається тобі химерним, якщо вслухатися в нього?"
ans6 = input(f"{q6}")
q7 = "7. У якому всесвіті ти почувався б найбезпечніше?"
ans7 = input(f"{q7}")
q8 = "8. Що ти робиш інакше, ніж усі інші люди?"
ans8 = input(f"{q8}")
q9 = "9. Якби ти міг наділити тварину людським голосом, яку б вибрав першою?"
ans9 = input(f"{q9}")
q10 = "10. Яка подія змінила твоє життя так тихо, що ти помітив це лише за роки?"
ans10 = input(f"{q10}")
print("Молодець")
# 2 спосіб
ans01 = input("1. Що звучить як смак?\n> ")
ans02 = input("2. Колір твого дитинства?\n> ")
ans03 = input("3. Музика твоїх думок?\n> ")
ans04 = input("4. Дитяча неправда, в яку вірив?\n> ")
ans05 = input("5. Питання до майбутнього себе?\n> ")
ans06 = input("6. Химерне слово?\n> ")
ans07 = input("7. Найбезпечніший всесвіт?\n> ")
ans08 = input("8. Що робиш інакше за всіх?\n> ")
ans09 = input("9. Тварина з людським голосом?\n> ")
ans010 = input("10. Тиха подія, що змінила життя?\n> ")

print("\n Результати")

print("1. " + str(ans1))
print("2. " + str(ans2))
print("3. " + str(ans3))
print("4. " + str(ans4))
print("5. " + str(ans5))
print("6. " + str(ans6))
print("7. " + str(ans7))
print("8. " + str(ans8))
print("9. " + str(ans9))
print("10. " + str(ans10))

