season = "Зима"
country = "Грецію"
place = "морі"
wake_up = "7:25"
animal = "Софія Потапова"
music = "шансон"
last_book = "Буквар"
drinks = 3
subject = "християнська етика"
holiday = "День Конституції"

print("Моя улюблена пора року - " + season + ". Я мрію відвідати " + country + ", а відпочивати люблю на " + place + ". Прокидаюсь о " + wake_up + ". Моя улюблена тварина " + animal + ", слухаю " + music + ". Остання прочитана книга - " + last_book + ". На день п'ю чашок: " + str(drinks) + ". Улюблений предмет  " + subject + ", улюблене свято  " + holiday + ".")

print(f"Моя улюблена пора року - {season}. Я мрію відвідати {country}, а відпочивати люблю {place}. Прокидаюсь о {wake_up}. Моя улюблена тварина - {animal}, слухаю {music}. Остання прочитана книга  {last_book}. На день п'ю чашок {drinks} чаю. Улюблений предмет  {subject}, улюблене свято  {holiday}.")
